IDEA StatiCa Open Model
CombiInputEC.TypeCalculationCombi Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of combination
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TypeCalculationCombiEC TypeCalculationCombi { get; set; }
Public Property TypeCalculationCombi As TypeCalculationCombiEC
	Get
	Set
public:
property TypeCalculationCombiEC TypeCalculationCombi {
	TypeCalculationCombiEC get ();
	void set (TypeCalculationCombiEC value);
}
Property Value
Type: TypeCalculationCombiEC
See Also
Reference
CombiInputEC Class
IdeaRS.OpenModel.Loading Namespace